<template>
    <article-layout>
        <p>
            <span>П</span>о своя говор, облекло и обичаи жителите на община Костинброд се числят към шопите.
        </p>

        <p>
            Трудно е да се определи кога и откъде са дошли първите поселници в Костинброд.
            За името на града съществуват много легенди и предания.
            Според едно от тях, около средата на 13 век това е малко селище,
            което при възкачването на Константин Асен Тих на българския престол в 1257 г.
            било наречено на негово име. Друг исторически извор отправя началото на
            селището още по-назад във времето, твърдейки, че Иван Асен II в една своя
            грамота пожелал в хубавото село Костинброд и околностите му да се съгради манастир.
        </p>

        <p>
            За щастие съществува и един сигурен ориентир – това е известната Мрачка грамота,
            дадена от цар Иван Александър през 1347 г. на Ореховския манастир “Св. Никола”,
            намиращ се в местността Мраката край с. Извор – Радомирско. В нея след като се говори
            за с. Белица, разположено от двете страни на р. Белица, десен приток на р. Блато,
            се споменава с. Костинброд като граница на имотите, които се дават на манастира.
            Грамотата се пази в Хилендарския манастир, а препис от нея се намире в труда на
            Йордан Иванов “Български старини из Македония”.
        </p>

        <p>
            В турски документи от 1445 г.  се сочи, че по това време Костинброд влиза в тимара
            /временно феодално владение/ на Ракабдар Мехмед, преминал към него от Балабан Килари,
            имащ 37 домакинства, отделно 3 вдовици и 5 неженени. Пак там се посочват имената
            на селищата Маслово и Шияковци, разположени в непосредствена близост с Костинброд.
            Знае се, че дори за известно време Костинброд е бил административен център на няколко селища.
        </p>

        <p>
            През Възраждането костинбродчани са известни като трудолюбиви земеделци и скотовъдци.
            Разположено на важния път от София към Лом и Видин, селището се замогва и разширява.
            Будно е българското съзнание на населението. Безспорно роля за това има близкият манстир
            “Св. Архангел Михаил” в с. Шияковци, както и “Школото” открито доста години преди Освобождението.
        </p>

        <p>
            В борбите за просвета и правдини костинбродчани отново се представят достойно.
            В шияковския манастир, където през 1872г. Васил  Левски създава революционен комитет,
            който наред със софийския, е бил един от най-важните в района.
        </p>

        <p>
            Благоприятното разположение и стопанското и икономическо развитие след Освобождението
            броят на домакинствата  нараства сериозно  и към 1920 г. в Костинброд живеят 237 семейства
            или 1185 души. Построената в селището през 1912г. туткална и сапунена фабрика „Чилов” дава
            поминък на много хора. Към 1940 г. жителите на Костинброд са около 4000 души.
        </p>

        <p>
            В търсене на препитание мнозина слизат от балканските села, заселват се в Костинброд
            и работят в софийски фабрики. Решително увеличение на населението се наблюдава след септември
            1944 г. Тогава израстват химическите заводи “Георги Димитров”, Птицекомбинатът и Фуражният
            завод – комбинат за биоконцентратни смески. От стотици работници се нуждаят и
            научно-изследователските институти по: животновъдство, растениевъдство, Институтът
            за борба с болестите по растенията и др.
        </p>

        <p>
            С указ № 1942/4.XI.1974 г. на Държавния съвет Костинброд е обявен за град,
            а селата Маслово и Шияковци под името Обединение са присъединени към селището като
            негов квартал.  В ДВ бр. 102/30. XII.1974 г. е обявено че Костинброд става
            административен център на селищнта система вкючваща 14 населени места,
            от които по-големи са Петърч и Драговищица.
        </p>
    </article-layout>
</template>
