<template>
    <article-layout>
        <div class="center">
            <img src="../assets/img/nav/scretisca.jpg" alt="scretisca">
            <img src="../assets/img/nav/scretisca2.jpg" alt="scretisca">
            <img src="../assets/img/nav/scretisca3.jpg" alt="scretisca">
        </div>

        <p>
            <span>К</span>остинброд е известен с минералните си води още от римско време.
            Южно от него в покрайнините му е минавал древен римски път за Константинопол.
            В местността Изворо, срещу днешния завод на Кока-Кола, е имало римска баня,
            чиито останки личат и до днес.
        </p>

        <p>
            В Костинброд има два уникални антични паметника – късно-римската Резиденция Скретиска
            (palatium Scretisca) на Константин Велики и Пътна станция Скретиска (Mutatio Scretisca)
            (първата спирка, западно от Serdica по античния трансбалкански диагонален път,
            както и ранно-византийско селище Кратискара (ΚΡΑΤΙΣΚΑΡΑ) в местността Градището край
            гр. Костинброд). В античността тази местност е била красива и плодородна в близост
            до топъл минерален извор и важен път, до десния бряг на р. Белица, приток на р. Блато.
            На терена на археологическия обект са разкрити три по-важни периода: Резиденция Скретиска
            (IV-V в. сл. Хр.), Неукрепено село, Ранновизантийско укрепено селище Кратискара.
        </p>

        <p>
            Има много основания, на които изследователите се позовават, за да приемат, че Резиденция
            Скретиска е била предпочитаното място за пребиваването на Константин Велики при посещенията
            му в Сердика и че тя е възникнала именно като императорска резиденция, сред които е, че
            годините на построяването ѝ съвпадат с началото на продължителните му престои в Сердика,
            а е общоизвестна и знаменитата му фраза “Сердика е моят Рим!”. Вероятно резиденцията се е
            поддържала от управителя на провинция Сердика. Не се изключва и възможността palatium/praetorium
            Scretisca да е използвана и от епископите делегати на Сердикийския събор (343).
        </p>

        <p>
            Основният архитектурен комплекс на резиденцията - palatium Scretisca е един от най-впечатляващите
            образци на представителната късно-римска жилищна архитектура (141/110 м) – най-забележителната
            извънградска резиденция в провинция Вътрешна Дакия или Средиземноморска Дакия
            (Inner Dacia или Dacia Mediterranea) в хинтерланда на столицата ѝ Сердика (Serdica) и най-голямата,
            сред познатите перистилни жилищни комплекси от Античността на Балканите с голяма зала (aula),
            трапезария (triclinum) с усложнен, вероятно триконхален план, многобройни жилищни помещения
            (cubicula), банска част (balneum), огромен двор (peristylium) с площ 4,5 дка, с градина (hortus)
            и монументални входове. Общата площ на намерените подови мозайки в северния перистил надхвърля 1000
            кв м, а общата дължина на перистила и външният южен портик е повече от 400 м. Резиденцията е ядрото
            на внушителен вилен комплекс и център на впечатляващо имение (fundus dominium). Проучван е също така
            един кръгъл в план обект (диаметър 32 м ), условно наречен “Ротонда” (Божилова/Витски, 1985),
            вероятно с мемориални или култови функции, разположен на 100 м южно от резиденцията, а така също
            и некропол. Силен повсеместен пожар унищожава резиденцията, което съвпада с времето, за което според
            писмените извори при хунските нашествия през 40-те г. на V в. е пострадала и Сердика.
        </p>

        <p>
            Пътната станция Скретиска (Mutatio per/ad Scretisca) – “за резиденцията” се намира на 1000 м юг от
            резиденцията, възникнала е вероятно за нейното обслужване с основно предназначение taberna –
            странноприемница с няколко помещения и вътрешен двор. Scretisca се споменава в пътеводителя
            Hinerarium Burdigalense (333). Намерените тук най-ранни монети са от времето на император Константин Велики.
        </p>

        <p>
            Ранновизантийско укрепено селище Кратискара (ΚΡΑΤΙΣΚΑΡΑ) запазва с малки изменения името на римската
            резиденция и името на римската станция Scretisca, а при изграждането му са преизползвани останките от
            по-ранната резиденция. Възниква вероятно през втората четвърт на VI в. сл. Хр., упоменато в изворите от
            Прокопий Кесарийски като πολιχνιον (градче) ΚΡΑΤΙΣΚΑΡΑ, върху останките на римската резиденция и играе
            ролята на локален административен център. Животът вероятно е прекъснал при славянските нашествия в кр.
            на 70-те г.-нач. на 80-те на VI в. сл. Хр. Запазени са ценни свидетелства за фортификационната система,
            градежа, крепостните кули, жилищни и караулни помещения.
        </p>

    </article-layout>
</template>
