export default {
    body: `
        <p>Петелът и слъчогледът в герба са и символи на зараждащата се икономика на Костинборд,
        включваща силно развито птицевъдство и емблематичната марка олио „Нива”.</p>

        <p>Олио „Нива” е може би най-яркият елемент, с който в годините на социализма се гордее
        община Костинброд. Едва ли има домакинство в България, на което да не е познато прочутото
        производство на Държавни заводи „Георги Димитров”, макар че всъщност за изградените далеч
        преди 9 септември 1944 г. заводи заслугата е на видния български индустриалец Никола Чилов (1885-1936).</p>
    `
}