export default {
    body: `
        <p>Театър „Съвремие” е самодеен театър към читалище „Иван Вазов” в гр. Костинброд.
        Той е създаден през 1996 година. Първоначално се е наричал просто „читалищен театър”.
        През 2000 г. тогавашният ръководител на трупата Христо Попов предлага на читалищното
        настоятелство името на театъра да бъде „СЪВРЕМИЕ” и настоятелството приема идеята.</p>

        <p>От 1996 г. до 2010 г. театър „Съвремие” е подготвил и изиграл в Костинброд, в страната
        и чужбина 24 пиеси и е участвал на:

            <ul>
                <li>Балканския фестивал на любителските комедийни театри, пантомима и сатира в Тополовград</li>
                <li>Националния фестивал на любителските театри с международно участие в Каварна</li>
                <li>Националния фестивал на кафе-театрите и кратките театрални форми в Свищов</li>
                <li>театрални празници в Трявна</li>
                <li>театрален фестивал „Кръстьо Пишурка“ в Лом</li>
                <li>„Балкан театър фест“ в Димитровград (Цариброд), Сърбия</li>
            </ul>

        </p>

        <p>Съставът има 18 първи награди - индивидуални и колективни. Съставът приема името на
        най-популярния си и награждавен актьор Цветан Станков през 2009 г., след смъртта му.</p>

        <p>От 2009 г. в НЧ „Иван Вазов” започва да работи и младежка театрална формация с постановчици
        учителките Велислава Георгиева и Надя Асенова. Този състав също бележи успехи и получава
        заслужено признание от местната публика.</p>
    `
}
